{
  "text": {
    "xin": 189,
    "chào": 25,
    "bạn": 17,
    "hello": 61,
    "có": 33,
    "ai": 2,
    "ở": 209,
    "đó": 201,
    "không": 76,
    "trường": 167,
    "đại": 204,
    "học": 68,
    "bạc": 16,
    "liêu": 85,
    "bot": 11,
    "ơi": 208,
    "cho": 23,
    "tôi": 170,
    "hỏi": 69,
    "hey": 62,
    "hi": 63,
    "there": 152,
    "good": 53,
    "morning": 93,
    "evening": 41,
    "moin": 92,
    "let": 82,
    "s": 130,
    "go": 51,
    "dude": 40,
    "goodmorning": 56,
    "goodevening": 55,
    "afternoon": 1,
    "bai": 8,
    "bái": 14,
    "tạm": 172,
    "biệt": 10,
    "cu": 30,
    "by": 12,
    "cee": 22,
    "you": 194,
    "later": 81,
    "night": 115,
    "bye": 13,
    "goodbye": 54,
    "have": 60,
    "a": 0,
    "nice": 114,
    "day": 37,
    "see": 135,
    "around": 7,
    "yes": 193,
    "y": 192,
    "indeed": 73,
    "of": 121,
    "course": 29,
    "that": 149,
    "sounds": 138,
    "correct": 28,
    "no": 116,
    "n": 98,
    "never": 100,
    "i": 72,
    "don": 39,
    "t": 147,
    "think": 154,
    "so": 137,
    "like": 83,
    "way": 184,
    "not": 117,
    "really": 129,
    "perfect": 123,
    "great": 57,
    "amazing": 4,
    "feeling": 47,
    "king": 77,
    "wonderful": 187,
    "am": 3,
    "very": 178,
    "going": 52,
    "to": 163,
    "save": 134,
    "the": 151,
    "world": 188,
    "super": 140,
    "stoked": 139,
    "extremely": 42,
    "my": 94,
    "was": 183,
    "horrible": 64,
    "sad": 132,
    "feel": 46,
    "well": 186,
    "disappointed": 38,
    "m": 90,
    "unhappy": 177,
    "extremly": 43,
    "saad": 131,
    "are": 6,
    "human": 66,
    "talking": 148,
    "đâu": 200,
    "vị": 182,
    "trí": 166,
    "nào": 118,
    "đh": 195,
    "thành": 156,
    "lập": 89,
    "năm": 119,
    "bao": 9,
    "nhiêu": 109,
    "khoa": 74,
    "sứ": 146,
    "mệnh": 96,
    "tầm": 174,
    "nhìn": 110,
    "của": 36,
    "là": 86,
    "gì": 58,
    "ký": 80,
    "túc": 171,
    "xá": 190,
    "sinh": 136,
    "viên": 179,
    "cơ": 35,
    "sở": 145,
    "vật": 181,
    "chất": 27,
    "thế": 159,
    "những": 113,
    "ngành": 106,
    "các": 31,
    "đào": 199,
    "tạo": 173,
    "bậc": 18,
    "gồm": 59,
    "công": 34,
    "nghệ": 103,
    "thông": 158,
    "tin": 162,
    "ngôn": 107,
    "ngữ": 108,
    "anh": 5,
    "sư": 143,
    "phạm": 126,
    "kinh": 78,
    "tế": 175,
    "mấy": 95,
    "phí": 124,
    "phải": 127,
    "đóng": 202,
    "thay": 150,
    "đổi": 206,
    "mỗi": 97,
    "chính": 26,
    "sách": 141,
    "miễn": 91,
    "giảm": 49,
    "nay": 99,
    "tuyển": 169,
    "như": 111,
    "xét": 191,
    "bạ": 15,
    "bằng": 19,
    "điểm": 197,
    "thi": 153,
    "tốt": 176,
    "nghiệp": 101,
    "chuẩn": 24,
    "ngoái": 104,
    "điều": 196,
    "kiện": 79,
    "để": 205,
    "thể": 160,
    "nộp": 120,
    "hồ": 70,
    "sơ": 142,
    "online": 122,
    "bổng": 20,
    "nhận": 112,
    "toàn": 164,
    "phần": 128,
    "giỏi": 50,
    "được": 203,
    "nghèo": 102,
    "hỗ": 71,
    "trợ": 168,
    "giá": 48,
    "việc": 180,
    "làm": 87,
    "thêm": 157,
    "câu": 32,
    "lạc": 88,
    "bộ": 21,
    "hoạt": 65,
    "động": 207,
    "ngoại": 105,
    "khóa": 75,
    "sao": 133,
    "liên": 84,
    "hệ": 67,
    "phòng": 125,
    "số": 144,
    "điện": 198,
    "thoại": 155,
    "trang": 165,
    "web": 185,
    "fanpage": 45,
    "facebook": 44,
    "thức": 161
  },
  "intent": {
    "xinchao": 16,
    "goodbye": 12,
    "affirm": 0,
    "deny": 11,
    "mood_great": 13,
    "mood_unhappy": 14,
    "bot_challenge": 10,
    "ask_school_info": 8,
    "ask_major": 6,
    "ask_tuition": 9,
    "ask_admission": 1,
    "ask_scholarship": 7,
    "ask_dormitory": 4,
    "ask_contact": 2,
    "ask_dormitor": 3,
    "ask_gemini": 5,
    "nlu_fallback": 15
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_chat_gemini": 1,
    "utter_admission": 13,
    "utter_cheer_up": 14,
    "utter_contact": 15,
    "utter_did_that_help": 16,
    "utter_dormitory": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21,
    "utter_major": 22,
    "utter_scholarship": 23,
    "utter_school_info": 24,
    "utter_tuition": 25
  },
  "action_text": null,
  "intent_response_key": null
}