{
  "text": {
    "xin": 196,
    "chào": 25,
    "bạn": 17,
    "hello": 63,
    "có": 35,
    "ai": 2,
    "ở": 219,
    "đó": 209,
    "không": 78,
    "trường": 171,
    "đại": 212,
    "học": 70,
    "bạc": 16,
    "liêu": 87,
    "bot": 11,
    "ơi": 218,
    "cho": 23,
    "tôi": 174,
    "hỏi": 71,
    "hey": 64,
    "hi": 65,
    "there": 156,
    "good": 55,
    "morning": 95,
    "evening": 43,
    "moin": 94,
    "let": 84,
    "s": 134,
    "go": 53,
    "dude": 42,
    "goodmorning": 58,
    "goodevening": 57,
    "afternoon": 1,
    "bai": 8,
    "bái": 14,
    "tạm": 177,
    "biệt": 10,
    "cu": 32,
    "by": 12,
    "cee": 22,
    "you": 201,
    "later": 83,
    "night": 117,
    "bye": 13,
    "goodbye": 56,
    "have": 62,
    "a": 0,
    "nice": 116,
    "day": 39,
    "see": 139,
    "around": 7,
    "yes": 200,
    "y": 199,
    "indeed": 75,
    "of": 125,
    "course": 31,
    "that": 153,
    "sounds": 142,
    "correct": 30,
    "no": 118,
    "n": 100,
    "never": 102,
    "i": 74,
    "don": 41,
    "t": 151,
    "think": 158,
    "so": 141,
    "like": 85,
    "way": 191,
    "not": 119,
    "really": 133,
    "perfect": 127,
    "great": 59,
    "amazing": 4,
    "feeling": 49,
    "king": 79,
    "wonderful": 194,
    "am": 3,
    "very": 185,
    "going": 54,
    "to": 167,
    "save": 138,
    "the": 155,
    "world": 195,
    "super": 144,
    "stoked": 143,
    "extremely": 44,
    "my": 96,
    "was": 190,
    "horrible": 66,
    "sad": 136,
    "feel": 48,
    "well": 193,
    "disappointed": 40,
    "m": 92,
    "unhappy": 184,
    "extremly": 45,
    "saad": 135,
    "are": 6,
    "human": 68,
    "talking": 152,
    "nằm": 123,
    "đâu": 208,
    "địa": 215,
    "chỉ": 28,
    "đhbl": 203,
    "vị": 189,
    "trí": 170,
    "nào": 120,
    "đh": 202,
    "chỗ": 29,
    "này": 121,
    "tọa": 182,
    "lạc": 90,
    "đặt": 213,
    "tại": 176,
    "tỉnh": 181,
    "cơ": 37,
    "sở": 149,
    "chính": 26,
    "thành": 160,
    "lập": 91,
    "năm": 122,
    "bao": 9,
    "nhiêu": 111,
    "khoa": 76,
    "sứ": 150,
    "mệnh": 98,
    "tầm": 179,
    "nhìn": 112,
    "của": 38,
    "là": 88,
    "gì": 60,
    "ký": 82,
    "túc": 175,
    "xá": 197,
    "sinh": 140,
    "viên": 186,
    "vật": 188,
    "chất": 27,
    "thế": 163,
    "những": 115,
    "ngành": 108,
    "các": 33,
    "đào": 207,
    "tạo": 178,
    "bậc": 18,
    "gồm": 61,
    "công": 36,
    "nghệ": 105,
    "thông": 162,
    "tin": 166,
    "ngôn": 109,
    "ngữ": 110,
    "anh": 5,
    "sư": 147,
    "phạm": 130,
    "kinh": 80,
    "tế": 180,
    "mấy": 97,
    "phí": 128,
    "phải": 131,
    "đóng": 210,
    "thay": 154,
    "đổi": 216,
    "mỗi": 99,
    "sách": 145,
    "miễn": 93,
    "giảm": 51,
    "nay": 101,
    "tuyển": 173,
    "như": 113,
    "xét": 198,
    "bạ": 15,
    "bằng": 19,
    "điểm": 205,
    "thi": 157,
    "tốt": 183,
    "nghiệp": 103,
    "chuẩn": 24,
    "ngoái": 106,
    "điều": 204,
    "kiện": 81,
    "để": 214,
    "thể": 164,
    "nộp": 124,
    "hồ": 72,
    "sơ": 146,
    "online": 126,
    "bổng": 20,
    "nhận": 114,
    "toàn": 168,
    "phần": 132,
    "giỏi": 52,
    "được": 211,
    "nghèo": 104,
    "hỗ": 73,
    "trợ": 172,
    "giá": 50,
    "việc": 187,
    "làm": 89,
    "thêm": 161,
    "câu": 34,
    "bộ": 21,
    "hoạt": 67,
    "động": 217,
    "ngoại": 107,
    "khóa": 77,
    "sao": 137,
    "liên": 86,
    "hệ": 69,
    "phòng": 129,
    "số": 148,
    "điện": 206,
    "thoại": 159,
    "trang": 169,
    "web": 192,
    "fanpage": 47,
    "facebook": 46,
    "thức": 165
  },
  "intent": {
    "xinchao": 16,
    "goodbye": 12,
    "affirm": 0,
    "deny": 11,
    "mood_great": 13,
    "mood_unhappy": 14,
    "bot_challenge": 10,
    "ask_school_info": 8,
    "ask_major": 6,
    "ask_tuition": 9,
    "ask_admission": 1,
    "ask_scholarship": 7,
    "ask_dormitory": 4,
    "ask_contact": 2,
    "ask_dormitor": 3,
    "ask_gemini": 5,
    "nlu_fallback": 15
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_chat_gemini": 1,
    "utter_admission": 13,
    "utter_cheer_up": 14,
    "utter_contact": 15,
    "utter_did_that_help": 16,
    "utter_dormitory": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21,
    "utter_major": 22,
    "utter_scholarship": 23,
    "utter_school_info": 24,
    "utter_tuition": 25
  },
  "action_text": null,
  "intent_response_key": null
}