{
  "text": {
    "xin": 79,
    "chào": 11,
    "bạn": 9,
    "hey": 33,
    "hello": 32,
    "hi": 34,
    "there": 69,
    "good": 26,
    "morning": 45,
    "evening": 19,
    "moin": 44,
    "let": 41,
    "s": 56,
    "go": 24,
    "dude": 18,
    "goodmorning": 29,
    "goodevening": 28,
    "afternoon": 1,
    "cu": 14,
    "by": 7,
    "cee": 10,
    "you": 82,
    "later": 40,
    "night": 50,
    "bye": 8,
    "goodbye": 27,
    "have": 31,
    "a": 0,
    "nice": 49,
    "day": 15,
    "see": 60,
    "around": 5,
    "yes": 81,
    "y": 80,
    "indeed": 38,
    "of": 53,
    "course": 13,
    "that": 67,
    "sounds": 62,
    "correct": 12,
    "no": 51,
    "n": 47,
    "never": 48,
    "i": 37,
    "don": 17,
    "t": 65,
    "think": 70,
    "so": 61,
    "like": 42,
    "way": 75,
    "not": 52,
    "really": 55,
    "perfect": 54,
    "great": 30,
    "amazing": 3,
    "feeling": 23,
    "king": 39,
    "wonderful": 77,
    "am": 2,
    "very": 73,
    "going": 25,
    "to": 71,
    "save": 59,
    "the": 68,
    "world": 78,
    "super": 64,
    "stoked": 63,
    "extremely": 20,
    "my": 46,
    "was": 74,
    "horrible": 35,
    "sad": 58,
    "feel": 22,
    "well": 76,
    "disappointed": 16,
    "m": 43,
    "unhappy": 72,
    "extremly": 21,
    "saad": 57,
    "are": 4,
    "bot": 6,
    "human": 36,
    "talking": 66
  },
  "intent": {
    "xinchao": 8,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 2,
    "ask_gemini": 1,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_chat_gemini": 1,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}