{
  "text": {
    "xin": 83,
    "chào": 14,
    "bạn": 12,
    "hey": 36,
    "hello": 35,
    "hi": 37,
    "there": 72,
    "good": 29,
    "morning": 48,
    "evening": 22,
    "moin": 47,
    "let": 44,
    "s": 59,
    "go": 27,
    "dude": 21,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 1,
    "bai": 6,
    "bái": 11,
    "tạm": 75,
    "biệt": 7,
    "cu": 17,
    "by": 9,
    "cee": 13,
    "you": 86,
    "later": 43,
    "night": 53,
    "bye": 10,
    "goodbye": 30,
    "have": 34,
    "a": 0,
    "nice": 52,
    "day": 18,
    "see": 63,
    "around": 5,
    "yes": 85,
    "y": 84,
    "indeed": 41,
    "of": 56,
    "course": 16,
    "that": 70,
    "sounds": 65,
    "correct": 15,
    "no": 54,
    "n": 50,
    "never": 51,
    "i": 40,
    "don": 20,
    "t": 68,
    "think": 73,
    "so": 64,
    "like": 45,
    "way": 79,
    "not": 55,
    "really": 58,
    "perfect": 57,
    "great": 33,
    "amazing": 3,
    "feeling": 26,
    "king": 42,
    "wonderful": 81,
    "am": 2,
    "very": 77,
    "going": 28,
    "to": 74,
    "save": 62,
    "the": 71,
    "world": 82,
    "super": 67,
    "stoked": 66,
    "extremely": 23,
    "my": 49,
    "was": 78,
    "horrible": 38,
    "sad": 61,
    "feel": 25,
    "well": 80,
    "disappointed": 19,
    "m": 46,
    "unhappy": 76,
    "extremly": 24,
    "saad": 60,
    "are": 4,
    "bot": 8,
    "human": 39,
    "talking": 69
  },
  "intent": {
    "xinchao": 8,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 2,
    "ask_gemini": 1,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_chat_gemini": 1,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}